Repository: S4iyan3lit3/enigma2-plugin-youtube
Catalog: po/*.po
Languages: sk

source: dislikes
sk: Nepáčilo sa to

source: likes
sk: Páčilo sa to

source: views
sk: Pohľady

source: Active video downloads
sk: Aktívne stihanutie videa

source: Add to favorites
sk: Pridať k obľúbeným

source: Added!
sk: Pridané!

source: All
sk: Vsetky

source: Ask user
sk: Opýtajte sa používateľa

source: Australia
sk: Austrália

source: Brazil
sk: Brazília

source: Canada
sk: Kanada

source: Cancel
sk: Zrušiť

source: Choose what you want to do
sk: Vyberte si, čo chcete robiť

source: Close YouTube
sk: Zavrieť YouTube

source: Created date
sk: Dátum vytvorenia

source: Czech Republic
sk: Česká Republika

source: Delete this entry
sk: Odstrániť túto položku

source: Disliked!
sk: Neznášali!

source: Download directory:
sk: Složka na prevzatie::

source: Download feed entries. Please wait...
sk: Sťahujem spätné väzby. Prosím čakajte...

source: Download search results. Please wait...
sk: Sťahujem výsledky vyhľadávania. Prosím čakajte...

source: Download video
sk: Stiahnúť video

source: Downloading
sk: Sťahovanie

source: Duration:
sk: Trvanie:

source: Embedded in webpages
sk: Integrované vo webových stránkach

source: Exclude restricted content:
sk: Vylúčiť zakázaný obsah:

source: Exit
sk: Ukončiť

source: Extract video url. Please wait...
sk: Rozbalí sa internetová adresa videa. Prosím čakajte...

source: Favorites
sk: Obľúbené

source: France
sk: Francúzsko

source: Germany
sk: Nemecko

source: Go to %s And enter the code %s
sk: Chodťe na %s A prosím zadajte kód %s

source: Great Britain
sk: Veľká Británia

source: Greece
sk: Grécko

source: HD videos
sk: Videá vo formáte HD

source: Holland
sk: Nizozemsko

source: How many search results will be returned. If greater value then longer time will be needed for thumbnail download.
sk: Koľko výsledkov vyhľadávania má bit ukazovaná. Ak ide o väčšiu hodnotu, tak bude potrebná dlhšia doba na sťahovanie miniatúr.

source: I dislike this
sk: Nepáči sa mi to

source: I like this
sk: Páči sa mi to

source: Ireland
sk: Írsko

source: Israel
sk: Izrael

source: Italy
sk: Taliansko

source: Japan
sk: Japonsko

source: Keyboard
sk: Klávesnica

source: Latvia
sk: Lotyšsko

source: Liked videos
sk: Obľúbené videá

source: Liked!
sk: Páčilo!

source: Log in to your YouTube account when plugin starts. This needs to approve in the Google home page!
sk: Ak sa plugin spustí, prihláste sa prosím do svojho účtu YouTube. Toto musí byť schválené na domovskej stránke Google!

source: Login on startup:
sk: Prihlásenie pri štarte:

source: Maximum video resolution:
sk: Maximálne rozlíšenie videa:

source: Mexico
sk: Mexiko

source: Moderate
sk: Umiernený

source: Most viewed
sk: Najviac videné

source: Movies
sk: Filmy

source: My Subscriptions
sk: Moje odbery

source: My feeds
sk: Moje informačné kanály

source: New Zealand
sk: Nový Zéland

source: Next %s entries
sk: Ďalšie %s položky

source: No
sk: Nie

source: No, but play video again
sk: Nie, ale znovu prehrat video

source: Open
sk: Otvoriť

source: Order in which search results will be displayed.
sk: Poradie, v ktorom sa zobrazia výsledky vyhľadávania.

source: Play next
sk: Prehrať ďalšie

source: Play next video
sk: Prehrať ďalšie video

source: Play previous
sk: Prehrať predchádzajúce

source: Play previous video
sk: Prehrať predchádzajúce video

source: Play video again
sk: Prehrať video ešteraz

source: Playlists
sk: Prehrávacia Lista

source: Please select the download directory
sk: Vyberte adresár na sťahovanie

source: Poland
sk: Poľsko

source: Previous %s entries
sk: Predchádzajúce %s položky

source: Public feeds
sk: Verejné kanály

source: Published at:
sk: Publikované na:

source: Quit
sk: Ukončiť

source: Rate video
sk: Hodnotiť video

source: Rating
sk: Hodnotenie

source: Rating removed!
sk: Hodnotenie vymazané!

source: Recent
sk: Nedávné

source: Relevance
sk: Dôležitosť

source: Remove from favorites
sk: Odstrániť z obľúbených položiek

source: Remove my rating
sk: Odstrániť moje hodnotenie

source: Removed!
sk: Vymazané!

source: Repeat
sk: Opakovať

source: Return search results for the specified country.
sk: Vráťte výsledky vyhľadávania pre zadanú krajinu.

source: Return search results that are most relevant to the specified language.
sk: Vráťte výsledky vyhľadávania, ktoré sú najviac dôležité pre daný jazyk.

source: Return to list
sk: Vrátiť sa do zoznamu

source: Russia
sk: Rusko

source: Save search result:
sk: Uložiť výsledok vyhľadávania:

source: Save your search result in the history, when search completed.
sk: Uložte výsledky vyhľadávania do histórie po ukončení vyhľadávania.

source: Search
sk: Vyhľadávať

source: Search channels
sk: Vyhľadávanie kanálov

source: Search for similar
sk: Vyhľadať podobné

source: Search language:
sk: Jazyk vyhľadávania:

source: Search live broadcasts
sk: Hľadajte živé vysielanie

source: Search playlists
sk: Vyhľadávať prehrávaciu lištu

source: Search region:
sk: Vyhľadať región:

source: Search results:
sk: Výsledky vyhľadávania:

source: Search videos
sk: Vyhľadávajte videá

source: Shows
sk: Relácie

source: Sorry, download directory not exist! Please specify in the settings existing directory.
sk: Ľutujeme, adresár na prevzatie neexistuje! Uveďte prosím v nastaveniach existujúci adresár.

source: Sorry, this file already exists: %s
sk: Ľutujeme, tento súbor už existuje: %s

source: Sort search results by:
sk: Zoradiť výsledky vyhľadávania podľa:

source: South Korea
sk: Južná Kórea

source: Spain
sk: Španielsko

source: Specify the directory where save downloaded video files.
sk: Zadajte adresár, kam ukladáte stiahnuté video súbory.

source: Stop playing this movie?
sk: Zastaviť prehrávanie tohto videa?

source: Subscribe
sk: Odoberať

source: Subscribe this video channel
sk: Odoberajte tento kanál videa

source: Subscribed!
sk: Prihlásené k odberu!

source: Sweden
sk: Švédsko

source: Thailand
sk: Thajsko

source: There was an error in creating entry list! Maybe try other feeds...
sk: Pri vytváraní zoznamu zdrojov sa vyskytla chyba! Asi budete musieť vyskúšat iné kanály...

source: There was an error in extract video url: %s
sk: Pri rozbalení adresy URL videa sa vyskytla chyba: %s

source: There was an error!
sk: Vyskytla sa chyba!

source: Title
sk: Nadpis

source: To perform authentication will need in a web browser open Google home page, and enter the code! Do you currently have Internet access on the other device and we can continue?
sk: Ak chcete vykonať autentifikáciu, bude treba vo webovom prehliadači otvoriť domovskú stránku Google a zadať kód! Máte v súčasnosti prístup k internetu na druhom zariadení, a môžeme pokračovať?

source: Top rated
sk: Najlepšie hodnotené

source: Try to exclude all restricted content from the search result.
sk: Pokúste sa vylúčiť všetok zakázaný obsah z výsledku vyhľadávania.

source: Turkey
sk: Turecko

source: United States
sk: Spojené Štáty

source: Unsubscribe
sk: Odhlásiť

source: Unsubscribed!
sk: Odhlásený!

source: Uploads
sk: Nahraté

source: Use
sk: Používať

source: Video download started!
sk: Prevzatie videa sa začalo!

source: Videos from this video channel
sk: Videá z tohto video kanálu

source: View count
sk: Počet zobrazení

source: Watch YouTube videos
sk: Sledujte YouTube videá

source: What do you want to do?
sk: Čo chcete robiť?

source: What maximum resolution used when playing video, if available. If you have a slow Internet connection, you can use a lower resolution.
sk: Aké maximálne rozlíšenie má biť použité pri prehrávanie videa, ak je k dispozícii. Ak máte pomalé internetové pripojenie, môžete použiť nižšie rozlíšenie.

source: What to do when stop playback in videoplayer.
sk: Čo spraviť keď zastaví prehrávanie v prehrávači.

source: What to do when the video ends.
sk: Čo spraviť keď video sa skončí.

source: When playback stop:
sk: Keď prehrávanie sa zastaví:

source: When video ends:
sk: Keď video skončí:

source: Yes
sk: Áno

source: Yes, but play next video
sk: Áno, ale prehrať dalšie video

source: Yes, but play previous video
sk: Áno, ale prehrať predchádzajúce video

source: You already authorized access for this plugin to your YouTube account. Do you want to do it again to update access data?
sk: Už ste vykonali potrební prístup v aplikacií k YouTube účtu. Chcete ešte raz vykonať,aby sa aktualizovali prístupové údaje?

source: YouTube info
sk: YouTube informácie

source: YouTube search
sk: YouTube hladať

source: YouTube setup
sk: YouTube Nastavenie

source: YouTube starting. Please wait...
sk: YouTube sa spustí. Prosím Čakajte...
